# ruff: noqa
logo = r"""
 $$$$$$\                                     $$\     $$$$$$$\             $$\     
$$  __$$\                                    $$ |    $$  __$$\            $$ |    
$$ /  \__|$$$$$$\$$$$\   $$$$$$\   $$$$$$\ $$$$$$\   $$ |  $$ | $$$$$$\ $$$$$$\   
\$$$$$$\  $$  _$$  _$$\  \____$$\ $$  __$$\\_$$  _|  $$$$$$$\ |$$  __$$\\_$$  _|  
 \____$$\ $$ / $$ / $$ | $$$$$$$ |$$ |  \__| $$ |    $$  __$$\ $$ /  $$ | $$ |    
$$\   $$ |$$ | $$ | $$ |$$  __$$ |$$ |       $$ |$$\ $$ |  $$ |$$ |  $$ | $$ |$$\ 
\$$$$$$  |$$ | $$ | $$ |\$$$$$$$ |$$ |       \$$$$  |$$$$$$$  |\$$$$$$  | \$$$$  |
 \______/ \__| \__| \__| \_______|\__|        \____/ \_______/  \______/   \____/"""

help_message = """
Доступні команди:
=========================== CONTACTS =================================
help - показати доступні команди
exit - вийти з бота
list - показати список контактів
add - додати контакт
edit - редагувати контакт
del - видалити контакт
find - знайти контакт
search - знайти контакт за ключовим словом
upcoming_birthdays - список контактів з днем народження через * днів

=========================== NOTES ====================================
notes - показати список нотатків
add-note - додати нотатку
edit-note - редагувати нотатку
del-note - видалити нотатку
find-note - знайти нотатку за ключовим словом
show-note - показати нотатку
tags - показати список тегів
find-by-tag - знайти нотатку за тегом
"""
